{
  "aboutUsTitle": "About Us - Romsons",
  "aboutSection1Text1": "Discover Precision Discover Care",
  "aboutSection1Text2": "Dive into the tale of Romsons, where quality meets compassion to design devices rooted in precision.",
  "aboutSection2Text1": "A Story of Innovators",
  "aboutSection2Text2": "At Romsons, we're not just manufacturers; we're pioneers on a mission to revolutionise the medical industry. During our journey of 70 years, every decade has added to our understanding of patients' needs and doctors' requirements. We translate these needs into impactful products, constantly upgrading them with new research. Today, Romsons is a global leader, present in 80+ countries with over 1500 distributors, delivering excellence in almost all medical domains. We're not just a brand; we're a culture of reliability, quality, and innovation",
  "aboutSection3Text1": "Romsons Brings You A Promise Of Exceptional Quality",
  "aboutSection3Text2": "Romsons thrives on innovation, market acumen, and a commitment to delivering high-quality disposable medical devices. Our foundation is built on the principles of excellence and enduring partnerships with distributors",
  "aboutSection3Card1Text1": "Vision",
  "aboutSection3Card1Text2": "To Anticipate and fulfil the evolving needs of our customers and end users and continue to translate their needs into quality products. ",
  "aboutSection3Card2Text1": "Mission",
  "aboutSection3Card2Text2": "To make a lasting impact in the healthcare industry by consistently delivering high-quality of innovative disposable medical devices.",
  "aboutSection3Card3Text1": "Our Value",
  "aboutSection3Card3Text2": "Excellence, innovation, and enduring partnerships with distributors drive our commitment, guided by efficiency and mutual respect.",
  "aboutSection4Text1": "Our Beginning",
  "aboutSection4Text2": "Romsons Scientific and Surgical Industries emerged as a healthcare pioneer in India. Founded in Amritsar with an initial worth of Rs. 10,000, the company, led by Late Shri. Ram Lal Khanna and his sons, started by manufacturing scientific & laboratory equipment. From our modest beginnings, we quickly became synonymous with innovation and excellence, shaping a transformative legacy in the medical devices sector.",
  "aboutSection4Text21": "Strategic Growth & Relocation",
  "aboutSection4Text22": "1962 Recognising the necessity for enhanced distribution, we strategically relocated our operations to Agra (Uttar Pradesh), a centrally positioned hub in the country. 1967 We introduced our inaugural disposable medical device – the non-sterile Nelaton Catheter (Urethral Catheter). This marked the beginning of our sporadic growth. Responding to the need to expand, our directors strategically established new units, each specialising in a unique range of products. This pivotal decision not only broadened our product portfolio but also addressed the growing market demand. The birth of Raj Vijay Corporation in the same year marked another milestone in our journey.",
  "aboutSection4Text31": "Upholding Innovation & Excellence",
  "aboutSection4Text32": "In the transformative decades of the 1970s and 1980s, Romsons achieved significant milestones. In 1971, Romsons Junior India joined our ranks, specialising in Infusion Devices. By 1974, we pioneered India's first medical device sterilisation plant at BARC, Mumbai, revolutionising healthcare. Transitioning into a private limited company in 1977, we strategically withdrew from laboratory equipment to focus on medical devices. The momentum continued in 1984 as Romsons became the first in India to establish an in-house sterilisation plant, coinciding with the incorporation of Romsons Medicons. These strategic moves underscore our commitment to innovation and excellence.",
  "aboutSection4Text41": "Redefining International Standards",
  "aboutSection4Text42": "In the 1990s, Romsons underwent significant global expansion. Invited by CBI, Netherlands in 1990, our Directors showcased our products, laying the foundation for our entry into the European market. This led to the establishment of Romsons International, our 100% export-oriented unit, in 1994. In 1998, we bolstered our commitment to innovation with the launch of an in-house tool room and an R&D department. The pivotal year 1999 saw us achieving ISO 9002:1994 and CE mark certifications, crucial for European exports. Additionally, we invested in our first fully automatic assembly machine, elevating both productivity and product quality.",
  "aboutSection4Text51": "Becoming a Key Global Player",
  "aboutSection4Text52": "In the 2000s, Romsons continued its commitment to excellence and innovation. We achieved ISO 9001:2000 certification in 2003, signalling our dedication to quality. The acquisition of our first CNC milling machine in 2006 enhanced mould development capabilities. The following year, we secured dual certifications, ISO 9001:2000 and ISO 13485:2003, reinforcing our commitment to quality management. 2008 was a game-changer with the implementation of the SAP ERP system, streamlining operations. A significant milestone came in 2009 with the establishment of Romsons International Unit II in Noida - SEZ, our first production unit outside Agra, showcasing our global expansion.",
  "aboutSection4Text61": "continuing our pursuit of innovative solutions",
  "aboutSection4Text62": "Since 2010, Romsons has undergone a dynamic evolution marked by strategic initiatives. In 2013, Romsons International shifted operations to SEZ Noida, meeting global market demands. The following year 2014, RGI Meditech was incorporated, expanding our product range. 2018 saw our R&D centre recognized by DSIR, accelerating product development. Romsons continues to invest in new technologies, consistently diversifying our product portfolio with innovative additions each year.",
  
  
  "aboutSection5": "Our Global presence",
  "aboutSection6": "Quality Assured",
  "aboutSection7": "Our Gallery",
  "aboutSection7Text1": "Moments of Care on our healthcare journey",

  "productsTitle": "Product List - Romsons",
  "productsSection1Text1": "Empathy in every Medical device",
  "productsSection1Text2": "We present to you a spectrum of disposable medical Innovations crafted to safeguard your life.",
  "productsDomestic": "Domestic",
  "productsInternational": "International",

  "BringingCareText1": "Bringing Care Closer",
  "BringingCareText2": "Explore Our Medical Equipment Superstore",

  "ShopNow": "Shop Now",
  "LoadMore": "Load More",
  "AboutUs": "About Us",
  "Products": "Products",
  "Contacts": "Contacts",
  "Blogs": "Blogs",
  "Search": "Search",
  "SeeAll": "See All",
  "HealthCare": "Healthcare",
  "Safety": "Safety",
  "Therapy": "Therapy",
  "Pollution": "Pollution",
  "Hygiene": "Hygiene",
  "Technology": "Technology",

  "blogsTitle": "Blogs - Romsons",
  "blogsSection1Text1": "Explore Our Latest Blogs",
  "blogsSection1Text2": "Lets chat about your medical device needs and elevate healthcare safety. Because your well being matters to us.",
  "blogsSection2Text1": "Empowering Healthcare Through Knowledge: Explore Our Blog",
  "blogsCardText1": "Health and hygiene",
  "blogsCardText2": "Health and hygiene Did You Know? Worldwide, 5.3 percentage of all deaths and 6.8 percentage of all disability are caused by poor sanitation, poor",

  "blogInternalText1": "Health and hygiene",
  "discoverMoreBlogs": "Discover More Blogs",
  "DatePosted": "Date Posted",

  "AboutusFooter": "About us",
  "ProductsFooter": "Products",
  "BlogFooter": "Blogs",
  "Quality_ControlFooter": "Quality Control",
  "ContactFooter": "Contact",
  "PrivacyPolicyFooter": "Privacy Policy",
  "TermsConditionsFooter": "Terms & Conditions",
  "Career": "Career",

  "qualityMainText": "Setting the Benchmark for Quality & Reliability",
  "qualityparaText": "Every Romsons Device Embodies Perfection and Stands as a Testament to our Commitment to Stringent Quality Checks and Zero Defects.",
  "qualitysection2HeaderText": "The Quality Edge At Romsons",
  "qualitysection2paraText": "At Romsons, Comprehensive Quality Management is a way of life. Our policy is based on proactive Quality Assurance. Our rigorous Quality Control standards have earned us the ISO 9001:2008, ISO 13485:2003, and the European Medical Device Directive 93/42/EEC certifications.",
  "qualitysection2ulheaderText": "The Quality Management System tackles the issue from all directions and entails :",
  "qualitysection2li1": "In-house thorough testing of each raw material before it is used in the production process.",
  "qualitysection2li2": "In-production quality control and checks at multiple levels.",
  "qualitysection2li3": "Stringent hygiene standards.",
  "qualitysection2li4": "Stage inspection quality control and checks.",
  "qualitysection2li5": "Finished product quality control and testing.",
  "qualityTitle": "Quality And Control - Romsons",
  "careerTitle": "Career - Romsons",
  "carrerSection1HeaderText": "Join Us in Shaping Medical Excellence",
  "carrerSection1ParaText": "Make your mark in medical innovation, where your contributions set the new standards.",
  "carrerSection2HeaderText": "Let's Push the Boundaries of Healthcare Together!",
  "careersection2ViewOpening": "View Openings",
  "carrerSection2ParaText": "Collaborate with Romsons and be a catalyst of medical advancements. With a dynamic team of innovators, explore opportunities for groundbreaking progress.",
  "careerSection2bottomHeaderText": "Why Work with Us?",
  "careerSection2bottomCard1HeaderText": "Inclusive Environment",
  "careerSection2bottomCard1ParaText": "We wholeheartedly embrace diversity, cultivating an inclusive workplace where every voice is valued, heard, and empowered.",
  "careerSection2bottomCard2HeaderText": "Nurturing Growth",
  "careerSection2bottomCard2ParaText": "We foster a professional culture that nutures your growth & development through continuous learning opportunities and constant support",
  "careerSection2bottomCard3HeaderText": "Harmonising Work-life",
  "careerSection2bottomCard3ParaText": "Employee well-being is very important to us. With a flexible framework & supportive work environment, we promote work-life equilibrium ",
  "careerSection3Title": "Current Openings",
  "careerSection3ApplyButton": "Apply Now",
  "careerSection4Title": "Looking for something specific? Share your resume with us!"
}
