{
  "aboutUsTitle": "Acerca de Nosotros - Romsons",
  "aboutSection1Text1": "Descubre Precisión, Descubre Cuidado",
  "aboutSection1Text2": "Sumérgete en la historia de Romsons, donde la calidad se encuentra con la compasión para diseñar dispositivos arraigados en la precisión.",
  "aboutSection2Text1": "Una Historia de Innovadores",
  "aboutSection2Text2": "En Romsons, no solo somos fabricantes; somos pioneros en una misión para revolucionar la industria médica. Durante nuestros 70 años de trayectoria, cada década ha contribuido a nuestra comprensión de las necesidades de los pacientes y los requisitos de los médicos. Traducimos estas necesidades en productos impactantes, actualizándolos constantemente con nuevas investigaciones. Hoy, Romsons es un líder global, presente en más de 80 países con más de 1500 distribuidores, brindando excelencia en casi todos los ámbitos médicos. No somos solo una marca; somos una cultura de confiabilidad, calidad e innovación.",
  "aboutSection3Text1": "Romsons Le Ofrece una Promesa de Calidad Excepcional",
  "aboutSection3Text2": "Romsons prospera gracias a la innovación, el conocimiento del mercado y el compromiso de ofrecer dispositivos médicos desechables de alta calidad. Nuestra base se construye sobre los principios de excelencia y asociaciones duraderas con distribuidores.",
  "aboutSection3Card1Text1": "Visión",
  "aboutSection3Card1Text2": "Anticipar y satisfacer las necesidades cambiantes de nuestros clientes y usuarios finales y continuar traduciendo esas necesidades en productos de calidad.",
  "aboutSection3Card2Text1": "Misión",
  "aboutSection3Card2Text2": "Tener un impacto duradero en la industria de la salud al entregar consistentemente dispositivos médicos desechables innovadores de alta calidad.",
  "aboutSection3Card3Text1": "Nuestros Valores",
  "aboutSection3Card3Text2": "La excelencia, la innovación y las asociaciones duraderas con distribuidores impulsan nuestro compromiso, guiados por la eficiencia y el respeto mutuo.",
  "aboutSection4Text1": "Nuestros Comienzos",
  "aboutSection4Text2": "Romsons Scientific and Surgical Industries surgió como un pionero de la salud en India. Fundada en Amritsar con un valor inicial de Rs. 10,000, la empresa, liderada por el difunto Shri. Ram Lal Khanna y sus hijos, comenzó fabricando equipos científicos y de laboratorio. Desde nuestros modestos comienzos, nos convertimos rápidamente en sinónimo de innovación y excelencia, dando forma a un legado transformador en el sector de dispositivos médicos.",
  "aboutSection4Text21": "Crecimiento Estratégico y Reubicación",
  "aboutSection4Text22": "En 1962, reconociendo la necesidad de una distribución mejorada, reubicamos estratégicamente nuestras operaciones en Agra (Uttar Pradesh), un centro central en el país. En 1967, introdujimos nuestro primer dispositivo médico desechable: el catéter Nelaton no estéril (catéter uretral). Este marcó el inicio de nuestro crecimiento esporádico. En respuesta a la necesidad de expandirnos, nuestros directores establecieron estratégicamente nuevas unidades, cada una especializándose en una gama única de productos. Esta decisión pivotal no solo amplió nuestro portafolio de productos, sino que también abordó la creciente demanda del mercado. El nacimiento de Raj Vijay Corporation en el mismo año marcó otro hito en nuestro viaje.",
  "aboutSection4Text31": "Manteniendo la Innovación y la Excelencia",
  "aboutSection4Text32": "En las décadas transformadoras de los años 70 y 80, Romsons logró hitos significativos. En 1971, Romsons Junior India se unió a nuestras filas, especializándose en dispositivos de infusión. Para 1974, fuimos pioneros en la primera planta de esterilización de dispositivos médicos de la India en BARC, Mumbai, revolucionando la atención médica. Al convertirnos en una empresa privada limitada en 1977, nos retiramos estratégicamente de los equipos de laboratorio para centrarnos en dispositivos médicos. El impulso continuó en 1984 cuando Romsons se convirtió en el primero en India en establecer una planta de esterilización interna, coincidiendo con la incorporación de Romsons Medicons. Estos movimientos estratégicos subrayan nuestro compromiso con la innovación y la excelencia.",
  "aboutSection4Text41": "Redefiniendo Estándares Internacionales",
  "aboutSection4Text42": "En la década de 1990, Romsons experimentó una expansión global significativa. Invitados por el CBI, Países Bajos, en 1990, nuestros directores presentaron nuestros productos, sentando las bases para nuestra entrada en el mercado europeo. Esto condujo al establecimiento de Romsons International, nuestra unidad orientada al 100% a la exportación, en 1994. En 1998, fortalecimos nuestro compromiso con la innovación con el lanzamiento de un taller de herramientas interno y un departamento de I+D. El año crucial de 1999 nos vio obtener las certificaciones ISO 9002:1994 y marca CE, fundamentales para las exportaciones europeas. Además, invertimos en nuestra primera máquina de ensamblaje totalmente automática, elevando tanto la productividad como la calidad del producto.",
  "aboutSection4Text51": "Convirtiéndonos en un Actor Clave a Nivel Mundial",
  "aboutSection4Text52": "En la década de 2000, Romsons continuó su compromiso con la excelencia y la innovación. Obtuvimos la certificación ISO 9001:2000 en 2003, señalando nuestra dedicación a la calidad. La adquisición de nuestra primera fresadora CNC en 2006 mejoró las capacidades de desarrollo de moldes. Al año siguiente, aseguramos certificaciones duales, ISO 9001:2000 e ISO 13485:2003, reforzando nuestro compromiso con la gestión de calidad. El 2008 fue un punto de inflexión con la implementación del sistema ERP SAP, optimizando operaciones. Un hito significativo llegó en 2009 con el establecimiento de Romsons International Unit II en Noida - SEZ, nuestra primera unidad de producción fuera de Agra, mostrando nuestra expansión global.",
  "aboutSection4Text61": "Continuando Nuestra Búsqueda de Soluciones Innovadoras",
  "aboutSection4Text62": "Desde 2010, Romsons ha experimentado una evolución dinámica marcada por iniciativas estratégicas. En 2013, Romsons International trasladó sus operaciones a SEZ Noida, cumpliendo con las demandas del mercado global. Al año siguiente, en 2014, se incorporó RGI Meditech, ampliando nuestra gama de productos. En 2018, nuestro centro de I+D fue reconocido por DSIR, acelerando el desarrollo de productos. Romsons continúa invirtiendo en nuevas tecnologías, diversificando constantemente nuestro portafolio de productos con adiciones innovadoras cada año.",
  "aboutSection5": "Nuestra Presencia Global",
  "aboutSection6": "Calidad asegurada",
  "aboutSection7": "Nuestra Galería",
  "aboutSection7Text1": "Momentos de Cuidado en nuestro viaje de atención médica",

  "productsTitle": "Lista de productos - Romsons",
  "productsSection1Text1": "Empatía en cada dispositivo médico",
  "productsSection1Text2": "Le presentamos un espectro de innovaciones médicas desechables diseñadas para proteger su vida.",
  "productsDomestic": "Doméstico",
  "productsInternational": "Internacional",
  "LoadMore": "Cargar más",

  "BringingCareText1": "Acercando el Cuidado",
  "BringingCareText2": "Explora Nuestra Tienda de Equipos Médicos",

  "ShopNow": "Comprar ahora",
  "AboutUs": "Acerca de Nosotros",
  "Products": "Productos",
  "Contacts": "Contactos",
  "Blogs": "Blogs",
  "Search": "Buscar",
  "SeeAll": "Ver todo",
  "HealthCare": "Cuidado de la salud",
  "Safety": "Seguridad",
  "Therapy": "Terapia",
  "Pollution": "Contaminación",
  "Hygiene": "Higiene",
  "Technology": "Tecnología",

  "blogsTitle": "Blogs - Romsons",
  "blogsSection1Text1": "Explora nuestros últimos blogs",
  "blogsSection1Text2": "Hablemos sobre tus necesidades de dispositivos médicos y elevemos la seguridad en la atención médica. Porque tu bienestar nos importa.",
  "blogsSection2Text1": "Empoderando la atención médica a través del conocimiento: Explora nuestro blog",
  "blogsCardText1": "Salud e higiene",
  "blogsCardText2": "Salud e higiene ¿Sabías que? A nivel mundial, el 5.3% de todas las muertes y el 6.8% de todas las discapacidades son causadas por saneamiento deficiente, pobre",

  "blogInternalText1": "Salud e higiene",
  "discoverMoreBlogs": "Descubre más blogs",
  "DatePosted": "Fecha de publicación",

  "AboutusFooter": "Sobre nosotros",
  "ProductsFooter": "Productos",
  "BlogFooter": "Blogs",
  "Quality_ControlFooter": "Control de calidad",
  "ContactFooter": "Contacto",
  "PrivacyPolicyFooter": "Política de privacidad",
  "TermsConditionsFooter": "Términos y condiciones",
  "Career": "Carrera",

  "qualityMainText": "Estableciendo el Referente para Calidad y Confiabilidad",
  "qualityparaText": "Cada dispositivo de Romsons encarna la perfección y sirve como testimonio de nuestro compromiso con estrictos controles de calidad y cero defectos.",
  "qualitysection2HeaderText": "La Ventaja de Calidad en Romsons",
  "qualitysection2paraText": "En Romsons, la gestión integral de la calidad es una forma de vida. Nuestra política se basa en la garantía proactiva de calidad. Nuestros rigurosos estándares de control de calidad nos han valido las certificaciones ISO 9001:2008, ISO 13485:2003 y la Directiva Europea de Dispositivos Médicos 93/42/CEE.",
  "qualitysection2ulheaderText": "El Sistema de Gestión de Calidad aborda el problema desde todas las direcciones e incluye:",
  "qualitysection2li1": "Pruebas exhaustivas in-house de cada materia prima antes de utilizarla en el proceso de producción.",
  "qualitysection2li2": "Control de calidad y verificaciones en producción en múltiples niveles.",
  "qualitysection2li3": "Estándares estrictos de higiene.",
  "qualitysection2li4": "Inspección de etapas de control de calidad y verificaciones.",
  "qualitysection2li5": "Control de calidad y pruebas del producto terminado.",

  "qualityTitle": "Calidad y Control - Romsons",
  "careerTitle": "Carrera - Romsons",
  "carrerSection1HeaderText": "Únete a nosotros en la formación de la Excelencia Médica",
  "carrerSection1ParaText": "Deja tu huella en la innovación médica, donde tus contribuciones establecen los nuevos estándares.",
  "careersection2ViewOpening": "Ver Vacantes",
  "carrerSection2HeaderText": "¡Vamos a Empujar los Límites de la Atención Médica Juntos!",
  "carrerSection2ParaText": "Colabora con Romsons y sé un catalizador de los avances médicos. Con un equipo dinámico de innovadores, explora oportunidades para un progreso revolucionario.",
  "careerSection2bottomHeaderText": "¿Por qué trabajar con nosotros?",
  "careerSection2bottomCard1HeaderText": "Entorno Inclusivo",
  "careerSection2bottomCard1ParaText": "Abrazamos completamente la diversidad, cultivando un lugar de trabajo inclusivo donde cada voz es valorada, escuchada y empoderada.",
  "careerSection2bottomCard2HeaderText": "Fomento del Crecimiento",
  "careerSection2bottomCard2ParaText": "Fomentamos una cultura profesional que nutre tu crecimiento y desarrollo a través de oportunidades de aprendizaje continuo y apoyo constante.",
  "careerSection2bottomCard3HeaderText": "Armonizando la Vida Laboral",
  "careerSection2bottomCard3ParaText": "El bienestar del empleado es muy importante para nosotros. Con un marco flexible y un entorno de trabajo de apoyo, promovemos el equilibrio entre trabajo y vida personal.",
  "careerSection3Title": "Vacantes Actuales",
  "careerSection3ApplyButton": "Aplica Ahora",
  "careerSection4Title": "¿Buscas algo específico? ¡Comparte tu currículum con nosotros!"
}
