{
  "aboutUsTitle": "Over Ons - Romsons",
  "aboutSection1Text1": "Ontdek Precisie Ontdek Zorg",
  "aboutSection1Text2": "Dompel je onder in het verhaal van Romsons, waar kwaliteit samensmelt met mededogen om apparaten te ontwerpen geworteld in precisie.",
  "aboutSection2Text1": "Een Verhaal van Vernieuwers",
  "aboutSection2Text2": "Bij Romsons zijn we niet alleen fabrikanten; we zijn pioniers met als missie de medische industrie te revolutioneren. Gedurende onze reis van 70 jaar heeft elk decennium bijgedragen aan ons begrip van de behoeften van patiënten en de eisen van artsen. We vertalen deze behoeften naar impactvolle producten en upgraden ze voortdurend met nieuw onderzoek. Vandaag is Romsons een wereldleider, aanwezig in meer dan 80 landen met meer dan 1500 distributeurs, die uitmuntendheid biedt in bijna alle medische domeinen. We zijn niet alleen een merk; we zijn een cultuur van betrouwbaarheid, kwaliteit en innovatie.",
  "aboutSection3Text1": "Romsons Brengt U Een Belofte Van Uitzonderlijke Kwaliteit",
  "aboutSection3Text2": "Romsons gedijt op innovatie, marktinzicht en toewijding om hoogwaardige wegwerpproducten voor medische doeleinden te leveren. Onze basis is gebouwd op de principes van uitmuntendheid en duurzame partnerschappen met distributeurs.",
  "aboutSection3Card1Text1": "Visie",
  "aboutSection3Card1Text2": "De evoluerende behoeften van onze klanten en eindgebruikers voorzien en vervullen en blijven deze behoeften vertalen naar kwaliteitsproducten.",
  "aboutSection3Card2Text1": "Missie",
  "aboutSection3Card2Text2": "Een blijvende impact maken in de gezondheidszorg door voortdurend hoogwaardige innovatieve wegwerpproducten te leveren.",
  "aboutSection3Card3Text1": "Onze Waarde",
  "aboutSection3Card3Text2": "Uitmuntendheid, innovatie en duurzame partnerschappen met distributeurs drijven onze toewijding aan, geleid door efficiëntie en wederzijds respect.",
  "aboutSection4Text1": "Onze Begin",
  "aboutSection4Text2": "Romsons Scientific and Surgical Industries kwam op als een pionier in de gezondheidszorg in India. Opgericht in Amritsar met een aanvankelijke waarde van Rs. 10.000, begon het bedrijf, geleid door wijlen Shri. Ram Lal Khanna en zijn zonen, met de productie van wetenschappelijke en laboratoriumapparatuur. Vanaf onze bescheiden beginjaren werden we al snel synoniem met innovatie en uitmuntendheid, en vormden we een transformerend erfgoed in de medische apparatuursector.",
  "aboutSection4Text21": "Strategische groei & verhuizing",
  "aboutSection4Text22": "In 1962, met het erkennen van de noodzaak voor verbeterde distributie, hebben we strategisch onze operaties verhuisd naar Agra (Uttar Pradesh), een centraal gelegen knooppunt in het land. In 1967 introduceerden we ons eerste wegwerpartikel - de niet-steriele Nelaton-katheter (urethrale katheter). Dit markeerde het begin van onze sporadische groei. Als reactie op de behoefte aan uitbreiding hebben onze directeuren strategisch nieuwe eenheden opgericht, elk gespecialiseerd in een uniek scala aan producten. Deze beslissende stap verbreedde niet alleen ons productportfolio, maar speelde ook in op de groeiende marktvraag. De oprichting van Raj Vijay Corporation in hetzelfde jaar markeerde een andere mijlpaal in onze reis.",
  "aboutSection4Text31": "Innovatie en excellentie handhaven",
  "aboutSection4Text32": "In de transformerende decennia van de jaren 70 en 80 bereikte Romsons belangrijke mijlpalen. In 1971 voegde Romsons Junior India zich bij onze rangen, gespecialiseerd in infusieapparaten. Tegen 1974 hadden we de eerste sterilisatie-installatie voor medische apparatuur van India pionierend geïntroduceerd bij BARC, Mumbai, wat de gezondheidszorg revolutioneerde. De overgang naar een besloten vennootschap in 1977 trokken we ons strategisch terug uit laboratoriumapparatuur om ons te concentreren op medische apparaten. Het momentum zette zich voort in 1984 toen Romsons als eerste in India een interne sterilisatie-installatie opzette, samen met de oprichting van Romsons Medicons. Deze strategische stappen benadrukken ons streven naar innovatie en excellentie.",
  "aboutSection4Text41": "Herdefiniëren van internationale normen",
  "aboutSection4Text42": "In de jaren 90 onderging Romsons aanzienlijke wereldwijde expansie. Uitgenodigd door CBI, Nederland in 1990, presenteerden onze directeuren onze producten, waarmee de basis werd gelegd voor onze intrede op de Europese markt. Dit leidde tot de oprichting van Romsons International, onze 100% exportgerichte eenheid, in 1994. In 1998 versterkten we ons engagement voor innovatie met de lancering van een intern gereedschapsmagazijn en een R&D-afdeling. Het cruciale jaar 1999 zag ons ISO 9002:1994 en CE-markering certificeringen behalen, essentieel voor Europese export. Daarnaast investeerden we in onze eerste volledig automatische assemblagemachine, wat zowel de productiviteit als de productkwaliteit verhoogde.",
  "aboutSection4Text51": "Een belangrijke wereldspeler worden",
  "aboutSection4Text52": "In de jaren 2000 zette Romsons zijn toewijding aan excellentie en innovatie voort. We behaalden de ISO 9001:2000 certificering in 2003, wat onze toewijding aan kwaliteit aangaf. De verwerving van onze eerste CNC-freesmachine in 2006 verbeterde de ontwikkelingsmogelijkheden van mallen. Het volgende jaar verkregen we dubbele certificeringen, ISO 9001:2000 en ISO 13485:2003, wat ons engagement voor kwaliteitsmanagement versterkte. 2008 was een gamechanger met de implementatie van het SAP ERP-systeem, waarmee de operaties werden gestroomlijnd. Een belangrijke mijlpaal kwam in 2009 met de oprichting van Romsons International Unit II in Noida - SEZ, onze eerste productie-eenheid buiten Agra, wat onze wereldwijde expansie illustreerde.",
  "aboutSection4Text61": "Onze zoektocht naar innovatieve oplossingen voortzetten",
  "aboutSection4Text62": "Sinds 2010 heeft Romsons een dynamische evolutie doorgemaakt, gekenmerkt door strategische initiatieven. In 2013 verplaatste Romsons International haar activiteiten naar SEZ Noida, om te voldoen aan de wereldwijde marktvraag. Het daaropvolgende jaar 2014 werd RGI Meditech opgericht, waarmee ons productassortiment werd uitgebreid. In 2018 werd ons R&D-centrum erkend door DSIR, wat de productontwikkeling versnelde. Romsons blijft investeren in nieuwe technologieën en diversifieert consequent ons productportfolio met innovatieve toevoegingen elk jaar.",
  "aboutSection5": "Onze Wereldwijde Aanwezigheid",
  "aboutSection6": "Kwaliteit Gegarandeerd",
  "aboutSection7": "Onze Galerij",
  "aboutSection7Text1": "Momenten van Zorg op onze gezondheidsreis",

  "productsTitle": "Productenlijst - Romsons",
  "productsSection1Text1": "Empathie in elk medisch apparaat",
  "productsSection1Text2": "Wij presenteren u een spectrum van wegwerpinstrumenten voor medische innovaties, ontworpen om uw leven te beschermen.",
  "productsDomestic": "Binnenlands",
  "productsInternational": "Internationaal",
  "LoadMore": "Meer laden",

  "BringingCareText1": "Zorg Dichterbij Brengen",
  "BringingCareText2": "Verken Onze Medische Apparatuur Superstore",

  "ShopNow": "Nu Winkelen",
  "AboutUs": "Over ons",
  "Products": "Producten",
  "Contacts": "Contacten",
  "Blogs": "Blogs",
  "Search": "Zoeken",
  "SeeAll": "Alles bekijken",
  "HealthCare": "Gezondheidszorg",
  "Safety": "Veiligheid",
  "Therapy": "Therapie",
  "Pollution": "Vervuiling",
  "Hygiene": "Hygiëne",
  "Technology": "Technologie",

  "blogsTitle": "Blogs - Romsons",
  "blogsSection1Text1": "Verken onze nieuwste blogs",
  "blogsSection1Text2": "Laten we praten over uw behoeften op het gebied van medische apparatuur en de veiligheid in de gezondheidszorg verhogen. Omdat uw welzijn voor ons belangrijk is.",
  "blogsSection2Text1": "Gezondheidszorg versterken door kennis: Ontdek onze blog",
  "blogsCardText1": "Gezondheid en hygiëne",
  "blogsCardText2": "Gezondheid en hygiëne Wist je dat? Wereldwijd wordt 5,3% van alle sterfgevallen en 6,8% van alle invaliditeit veroorzaakt door slechte sanitaire voorzieningen, slechte",

  "blogInternalText1": "Gezondheid en hygiëne",
  "discoverMoreBlogs": "Ontdek meer blogs",
  "DatePosted": "Geplaatste datum",

  "AboutusFooter": "Over ons",
  "ProductsFooter": "Producten",
  "BlogFooter": "Blogs",
  "Quality_ControlFooter": "Kwaliteitscontrole",
  "ContactFooter": "Contact",
  "PrivacyPolicyFooter": "Privacybeleid",
  "TermsConditionsFooter": "Algemene voorwaarden",
  "Career": "Carrière",

  "qualityMainText": "Het vaststellen van de norm voor kwaliteit en betrouwbaarheid",
  "qualityparaText": "Elk Romsons-apparaat belichaamt perfectie en staat als een getuigenis van onze toewijding aan strenge kwaliteitscontroles en nuldefecten.",
  "qualitysection2HeaderText": "De kwaliteitsvoorsprong bij Romsons",
  "qualitysection2paraText": "Bij Romsons is uitgebreid kwaliteitsmanagement een manier van leven. Ons beleid is gebaseerd op proactieve kwaliteitsborging. Onze rigoureuze kwaliteitsnormen hebben ons de certificeringen ISO 9001:2008, ISO 13485:2003 en de Europese richtlijn voor medische hulpmiddelen 93/42/EEG opgeleverd.",
  "qualitysection2ulheaderText": "Het kwaliteitsmanagementsysteem pakt het probleem vanuit alle richtingen aan en omvat:",
  "qualitysection2li1": "Grondige in-house test van elk ruw materiaal voordat het in het productieproces wordt gebruikt.",
  "qualitysection2li2": "In-productie kwaliteitscontrole en controles op meerdere niveaus.",
  "qualitysection2li3": "Strikte hygiënenormen.",
  "qualitysection2li4": "Stapsgewijze inspectie kwaliteitscontrole en controles.",
  "qualitysection2li5": "Kwaliteitscontrole en testen van het afgewerkte product.",

  "qualityTitle": "Kwaliteit en Controle - Romsons",
  "careerTitle": "Carrière - Romsons",
  "carrerSection1HeaderText": "Sluit je aan bij ons in het vormgeven van medische excellentie",
  "carrerSection1ParaText": "Maak je stempel op medische innovatie, waar jouw bijdragen de nieuwe normen bepalen.",
  "careersection2ViewOpening": "Stellenangebote anzeigen",
  "carrerSection2HeaderText": "Laten we samen de grenzen van de gezondheidszorg verleggen!",
  "carrerSection2ParaText": "Werk samen met Romsons en wees een katalysator van medische vooruitgang. Met een dynamisch team van vernieuwers ontdek je mogelijkheden voor baanbrekende vooruitgang.",
  "careerSection2bottomHeaderText": "Waarom bij ons werken?",
  "careerSection2bottomCard1HeaderText": "Inclusieve Omgeving",
  "careerSection2bottomCard1ParaText": "Wij omarmen diversiteit volledig en cultiveren een inclusieve werkplek waar elke stem wordt gewaardeerd, gehoord en gemachtigd.",
  "careerSection2bottomCard2HeaderText": "Groei Koesteren",
  "careerSection2bottomCard2ParaText": "Wij bevorderen een professionele cultuur die jouw groei en ontwikkeling stimuleert via voortdurende leermogelijkheden en constante ondersteuning.",
  "careerSection2bottomCard3HeaderText": "Balans Werk-Privé Harmoniseren",
  "careerSection2bottomCard3ParaText": "De gezondheid van medewerkers is voor ons zeer belangrijk. Met een flexibel kader en een ondersteunende werkomgeving bevorderen we evenwicht tussen werk en privéleven.",
  "careerSection3Title": "Huidige Vacatures",
  "careerSection3ApplyButton": "Nu Solliciteren",
  "careerSection4Title": "Op zoek naar iets specifieks? Deel je cv met ons!"
}
