{
  "aboutUsTitle": "Über Uns - Romsons",
  "aboutSection1Text1": "Entdecke Präzision, entdecke Fürsorge",
  "aboutSection1Text2": "Tauche ein in die Geschichte von Romsons, wo Qualität auf Mitgefühl trifft, um Geräte zu entwerfen, die in Präzision verwurzelt sind.",
  "aboutSection2Text1": "Eine Geschichte der Innovatoren",
  "aboutSection2Text2": "Bei Romsons sind wir nicht nur Hersteller; wir sind Pioniere auf einer Mission, die medizinische Industrie zu revolutionieren. Während unserer 70-jährigen Reise hat jedes Jahrzehnt zu unserem Verständnis der Bedürfnisse der Patienten und Anforderungen der Ärzte beigetragen. Wir übersetzen diese Bedürfnisse in wirkungsvolle Produkte und aktualisieren sie ständig mit neuer Forschung. Heute ist Romsons ein weltweiter Marktführer, in über 80 Ländern mit über 1500 Distributoren vertreten, der Exzellenz in nahezu allen medizinischen Bereichen bietet. Wir sind nicht nur eine Marke; wir sind eine Kultur von Zuverlässigkeit, Qualität und Innovation",
  "aboutSection3Text1": "Romsons bringt Ihnen das Versprechen außergewöhnlicher Qualität",
  "aboutSection3Text2": "Romsons gedeiht durch Innovation, Marktverständnis und dem Versprechen, hochwertige Einwegmedizinprodukte zu liefern. Unsere Grundlage basiert auf den Prinzipien von Exzellenz und dauerhaften Partnerschaften mit Distributoren.",
  "aboutSection3Card1Text1": "Vision",
  "aboutSection3Card1Text2": "Die sich entwickelnden Bedürfnisse unserer Kunden und Endbenutzer vorhersehen und erfüllen und weiterhin ihre Bedürfnisse in qualitativ hochwertige Produkte umsetzen.",
  "aboutSection3Card2Text1": "Mission",
  "aboutSection3Card2Text2": "Einen bleibenden Einfluss in der Gesundheitsbranche ausüben, indem kontinuierlich hochwertige innovative Einwegmedizinprodukte geliefert werden.",
  "aboutSection3Card3Text1": "Unsere Werte",
  "aboutSection3Card3Text2": "Exzellenz, Innovation und dauerhafte Partnerschaften mit Distributoren treiben unser Engagement an, geleitet von Effizienz und gegenseitigem Respekt.",
  "aboutSection4Text1": "Unser Anfang",
  "aboutSection4Text2": "Romsons Scientific and Surgical Industries entwickelte sich zum Gesundheitspionier in Indien. Gegründet in Amritsar mit einem anfänglichen Wert von Rs. 10.000, begann das Unternehmen unter der Leitung von Herrn Shri. Ram Lal Khanna und seinen Söhnen mit der Herstellung von wissenschaftlichen und laboratorischen Geräten. Aus bescheidenen Anfängen wurden wir schnell gleichbedeutend mit Innovation und Exzellenz und prägten ein transformierendes Erbe im Bereich der medizinischen Geräte.",
  "aboutSection4Text21": "Strategisches Wachstum & Umzug",
  "aboutSection4Text22": "1962 Erkennung der Notwendigkeit einer verbesserten Distribution führte zu einem strategischen Umzug unserer Operationen nach Agra (Uttar Pradesh), einem zentral gelegenen Knotenpunkt im Land. 1967 Einführung unseres ersten Einwegmedizinprodukts - des nicht-sterilen Nelaton-Katheters (Harnröhrenkatheters). Dies markierte den Beginn unseres sporadischen Wachstums. Als Reaktion auf die Notwendigkeit der Expansion gründeten unsere Direktoren strategisch neue Einheiten, die sich jeweils auf eine einzigartige Palette von Produkten spezialisierten. Diese wegweisende Entscheidung erweiterte nicht nur unser Produktportfolio, sondern adressierte auch die wachsende Marktnachfrage. Die Gründung der Raj Vijay Corporation im gleichen Jahr markierte einen weiteren Meilenstein in unserer Reise.",
  "aboutSection4Text31": "Innovation und Exzellenz wahren",
  "aboutSection4Text32": "In den transformierenden Jahrzehnten der 1970er und 1980er Jahre erreichte Romsons bedeutende Meilensteine. Im Jahr 1971 trat Romsons Junior India in unsere Reihen ein und spezialisierte sich auf Infusionsgeräte. Bis 1974 hatten wir Indiens erste Sterilisationsanlage für medizinische Geräte am BARC, Mumbai, pionierhaft eingeführt und das Gesundheitswesen revolutioniert. Die Umwandlung in eine Private Limited Company im Jahr 1977 zog sich strategisch von Laborausrüstung zurück, um sich auf medizinische Geräte zu konzentrieren. Der Schwung setzte sich 1984 fort, als Romsons als Erster in Indien eine interne Sterilisationsanlage einrichtete, zeitgleich mit der Gründung von Romsons Medicons. Diese strategischen Schritte unterstreichen unser Engagement für Innovation und Exzellenz.",
  "aboutSection4Text41": "Redefinieren internationaler Standards",
  "aboutSection4Text42": "In den 1990er Jahren erlebte Romsons eine bedeutende globale Expansion. Auf Einladung des CBI, Niederlande im Jahr 1990 präsentierten unsere Direktoren unsere Produkte und legten so den Grundstein für unseren Eintritt in den europäischen Markt. Dies führte 1994 zur Gründung von Romsons International, unserer 100% exportorientierten Einheit. 1998 verstärkten wir unser Engagement für Innovation mit der Einführung einer internen Werkzeugabteilung und einer Forschungs- und Entwicklungsabteilung. Das entscheidende Jahr 1999 brachte uns die Zertifizierungen nach ISO 9002:1994 und CE-Markierung, die für europäische Exporte entscheidend sind. Darüber hinaus investierten wir in unsere erste vollautomatische Montagemaschine, die sowohl die Produktivität als auch die Produktqualität steigerte.",
  "aboutSection4Text51": "Zum Schlüsselspieler auf dem Weltmarkt werden",
  "aboutSection4Text52": "In den 2000er Jahren setzte Romsons sein Engagement für Exzellenz und Innovation fort. Im Jahr 2003 erhielten wir die Zertifizierung nach ISO 9001:2000, was unsere Hingabe zur Qualität signalisierte. Der Erwerb unserer ersten CNC-Fräsmaschine im Jahr 2006 verbesserte die Entwicklung von Formen. Im folgenden Jahr sicherten wir uns doppelte Zertifizierungen, ISO 9001:2000 und ISO 13485:2003, und bekräftigten damit unser Engagement für das Qualitätsmanagement. Das Jahr 2008 war ein Wendepunkt mit der Implementierung des SAP-ERP-Systems, das die Abläufe optimierte. Ein bedeutender Meilenstein wurde 2009 mit der Gründung von Romsons International Unit II in Noida - SEZ erreicht, unserer ersten Produktionsstätte außerhalb von Agra, was unsere globale Expansion zeigte.",
  "aboutSection4Text61": "Fortsetzung unserer Suche nach innovativen Lösungen",
  "aboutSection4Text62": "Seit 2010 hat Romsons eine dynamische Entwicklung durch strategische Initiativen erlebt. Im Jahr 2013 verlegte Romsons International ihre Operationen nach SEZ Noida, um den globalen Marktanforderungen zu entsprechen. Im folgenden Jahr 2014 wurde RGI Meditech gegründet, wodurch unser Produktangebot erweitert wurde. 2018 wurde unser Forschungs- und Entwicklungszentrum vom DSIR anerkannt, was die Produktentwicklung beschleunigte. Romsons investiert weiterhin in neue Technologien und diversifiziert kontinuierlich unser Produktportfolio durch innovative Ergänzungen jedes Jahr.",
  "aboutSection5": "Unsere globale Präsenz",
  "aboutSection6": "Qualität garantiert",
  "aboutSection7": "Unsere Galerie",
  "aboutSection7Text1": "Momente der Pflege auf unserer Gesundheitsreise",

  "productsTitle": "Produktliste - Romsons",
  "productsSection1Text1": "Empathie in jedem medizinischen Gerät",
  "productsSection1Text2": "Wir präsentieren Ihnen eine Palette von Einwegmedizinprodukten, die entwickelt wurden, um Ihr Leben zu schützen.",
  "productsDomestic": "Inländisch",
  "productsInternational": "International",
  "LoadMore": "Mehr laden",

  "BringingCareText1": "Pflege näher bringen",
  "BringingCareText2": "Erkunden Sie unseren medizinischen Ausrüstungs-Supermarkt",
  "ShopNow": "Jetzt einkaufen",

  "AboutUs": "Über uns",
  "Products": "Produkte",
  "Contacts": "Kontakte",
  "Blogs": "Blogs",
  "Search": "Suche",
  "SeeAll": "Alle anzeigen",
  "HealthCare": "Gesundheitswesen",
  "Safety": "Sicherheit",
  "Therapy": "Therapie",
  "Pollution": "Umweltverschmutzung",
  "Hygiene": "Hygiene",
  "Technology": "Technologie",

  "blogsTitle": "Blogs - Romsons",
  "blogsSection1Text1": "Erkunden Sie unsere neuesten Blogs",
  "blogsSection1Text2": "Lassen Sie uns über Ihre Bedürfnisse im Bereich medizinische Geräte sprechen und die Sicherheit im Gesundheitswesen steigern. Denn Ihr Wohlbefinden liegt uns am Herzen.",
  "blogsSection2Text1": "Gesundheitsförderung durch Wissen: Erkunden Sie unseren Blog",
  "blogsCardText1": "Gesundheit und Hygiene",
  "blogsCardText2": "Gesundheit und Hygiene Wussten Sie schon? Weltweit werden 5,3% aller Todesfälle und 6,8% aller Behinderungen durch mangelnde Sanitärversorgung, mangelnde",

  "blogInternalText1": "Gesundheit und Hygiene",
  "discoverMoreBlogs": "Entdecken Sie weitere Blogs",
  "DatePosted": "Veröffentlichungsdatum",

  "AboutusFooter": "Über uns",
  "ProductsFooter": "Produkte",
  "BlogFooter": "Blogs",
  "Quality_ControlFooter": "Qualitätskontrolle",
  "ContactFooter": "Kontakt",
  "PrivacyPolicyFooter": "Datenschutzbestimmungen",
  "TermsConditionsFooter": "Geschäftsbedingungen",
  "Career": "Carrière",

  "qualityMainText": "Maßstäbe für Qualität und Zuverlässigkeit setzen",
  "qualityparaText": "Jedes Romsons-Gerät verkörpert Perfektion und steht als Zeugnis unserer Verpflichtung zu strengen Qualitätskontrollen und Nullfehlern.",
  "qualitysection2HeaderText": "Der Qualitätsvorsprung bei Romsons",
  "qualitysection2paraText": "Bei Romsons ist umfassendes Qualitätsmanagement eine Lebensweise. Unsere Richtlinien basieren auf proaktiver Qualitätssicherung. Unsere strengen Qualitätskontrollstandards haben uns die Zertifizierungen ISO 9001:2008, ISO 13485:2003 und die Europäische Medizinprodukterichtlinie 93/42/EWG eingebracht.",
  "qualitysection2ulheaderText": "Das Qualitätsmanagementsystem behandelt das Problem aus allen Richtungen und umfasst:",
  "qualitysection2li1": "In-house gründliche Prüfung jedes Rohmaterials, bevor es im Produktionsprozess verwendet wird.",
  "qualitysection2li2": "In-Production-Qualitätskontrolle und Prüfungen auf mehreren Ebenen.",
  "qualitysection2li3": "Strenge Hygienestandards.",
  "qualitysection2li4": "Stufeninspektion Qualitätskontrolle und Prüfungen.",
  "qualitysection2li5": "Qualitätskontrolle und Test des fertigen Produkts.",
  "qualityTitle": "Kwaliteit en Controle - Romsons",
  "careerTitle": "Carrière - Romsons",
  "carrerSection1HeaderText": "Sluit je aan bij ons in het vormgeven van medische excellentie",
  "carrerSection1ParaText": "Maak je stempel op medische innovatie, waar jouw bijdragen de nieuwe normen bepalen.",
  "careersection2ViewOpening": "Stellenangebote anzeigen",
  "carrerSection2HeaderText": "Laten we samen de grenzen van de gezondheidszorg verleggen!",
  "carrerSection2ParaText": "Werk samen met Romsons en wees een katalysator van medische vooruitgang. Met een dynamisch team van vernieuwers ontdek je mogelijkheden voor baanbrekende vooruitgang.",
  "careerSection2bottomHeaderText": "Waarom bij ons werken?",
  "careerSection2bottomCard1HeaderText": "Inclusieve Omgeving",
  "careerSection2bottomCard1ParaText": "Wij omarmen diversiteit volledig en cultiveren een inclusieve werkplek waar elke stem wordt gewaardeerd, gehoord en gemachtigd.",
  "careerSection2bottomCard2HeaderText": "Groei Koesteren",
  "careerSection2bottomCard2ParaText": "Wij bevorderen een professionele cultuur die jouw groei en ontwikkeling stimuleert via voortdurende leermogelijkheden en constante ondersteuning.",
  "careerSection2bottomCard3HeaderText": "Balans Werk-Privé Harmoniseren",
  "careerSection2bottomCard3ParaText": "De gezondheid van medewerkers is voor ons zeer belangrijk. Met een flexibel kader en een ondersteunende werkomgeving bevorderen we evenwicht tussen werk en privéleven.",
  "careerSection3Title": "Huidige Vacatures",
  "careerSection3ApplyButton": "Nu Solliciteren",
  "careerSection4Title": "Op zoek naar iets specifieks? Deel je cv met ons!"
}
